"ASSISTANT_TRY_AGAIN" = "Sorry, could you say that again?";
"ASSISTANT_CONNECTION_FAILED_0" = "Sorry, I'm having trouble connecting to the network.";
"ASSISTANT_CONNECTION_FAILED_1" = "Sorry, I'm not able to connect at the moment.";
"ASSISTANT_CONNECTION_FAILED_2" = "Sorry, I don't have a network connection.";

"ASSISTANT_INITIAL_QUERY" = "What can I help you with?";
"ASSISTANT_GUIDE_HEADER" = "Tap the mic to say things like:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Guide";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri not Available";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Connect to the Internet.";

"ASSISTANT_EDUCATION_TITLE" = "Can Siri help you?";
"ASSISTANT_EDUCATION_CONTENT" = "Press and hold the Home button to start using Siri.";

"ASSISTANT_GESTURE_DESCRIPTION" = "You can also ask for things without having to hold the Home button. When the screen is on, just raise the phone to your ear and start talking.";